Repository: okeke-2011/CS162
Catalog: 04/locale/*/LC_MESSAGES/*.po
Languages: ar, fr_fr

source: The dealer is showing:
ar: التاجر يظهر:
fr_fr: Le concessionnaire montre :

source: Your hand is:
ar: يدك هي:
fr_fr: Votre main est :

source: Would you like another card? (y/n):
ar: هل تريد بطاقة أخرى؟ (y/n):
fr_fr: Voulez-vous une autre carte? (o/n) :

source: You have gone bust!
ar: لقد فشلت!
fr_fr: Vous avez fait faillite !

source: The dealer has:
ar: التاجر لديه:
fr_fr: Le concessionnaire a :

source: The dealer hits
ar: التاجر يضرب
fr_fr: Le concessionnaire frappe

source: The dealer has gone bust!
ar: لقد ذهب تاجر تمثال نصفي!
fr_fr: Le concessionnaire a fait faillite!

source: The dealer sticks with:
ar: تاجر العصي مع:
fr_fr: Le concessionnaire s’en tient à :

source: It's a draw!
ar: إنه تعادل!
fr_fr: C’est un tirage au sort !

source: The dealer won!
ar: لقد فاز التاجر!
fr_fr: Le concessionnaire a gagné!

source: You won!
ar: لقد فاز التاجر!
fr_fr: Tu as gagne!
